tap "felixkratz/formulae"
tap "jesseduffield/lazydocker"
tap "jstkdng/programs"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
brew "bat"
brew "bazelisk"
brew "glib"
brew "cairo"
brew "harfbuzz"
brew "chafa"
brew "coreutils"
brew "curl"
brew "fd"
brew "tesseract"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-sed"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "llvm"
brew "lua-language-server"
brew "neovim"
brew "pngpaste"
brew "poppler"
brew "ripgrep"
brew "scooter"
brew "sevenzip"
brew "slides"
brew "starship"
brew "ta-lib"
brew "tree"
brew "vips"
brew "watch"
brew "wget"
brew "yazi", args: ["HEAD"]
brew "zk"
brew "zoxide"
brew "felixkratz/formulae/borders"
brew "jesseduffield/lazydocker/lazydocker"
brew "jstkdng/programs/ueberzugpp"
cask "aerospace"
cask "alacritty"
cask "android-platform-tools"
cask "font-jetbrains-mono-nerd-font"
cask "font-maple-mono-nf-cn"
cask "font-symbols-only-nerd-font"
cask "kitty"
cask "neovide"
cask "ngrok"
cask "raycast"
cask "squirrel"
cask "wezterm"
vscode "42crunch.vscode-openapi"
vscode "adamsome.vscode-theme-gruvbox-minor"
vscode "alefragnani.bookmarks"
vscode "alefragnani.project-manager"
vscode "alexkrechik.cucumberautocomplete"
vscode "amazonwebservices.amazon-q-vscode"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "angelmaneuver.wallpaper-setting"
vscode "arjun.swagger-viewer"
vscode "asvetliakov.run-current-test"
vscode "beardedbear.beardedicons"
vscode "bierner.markdown-mermaid"
vscode "bradlc.vscode-tailwindcss"
vscode "brandonkirbyson.vscode-animations"
vscode "burkeholland.simple-react-snippets"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "chakrounanas.turbo-console-log"
vscode "christian-kohler.path-intellisense"
vscode "clinyong.vscode-css-modules"
vscode "codesandbox-io.codesandbox-projects"
vscode "codezombiech.gitignore"
vscode "cstuder.gitlab-ci-validator"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.git-extension-pack"
vscode "donjayamanne.githistory"
vscode "dotjoshjohnson.xml"
vscode "drcika.apc-extension"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "emilylilylime.vscode-test-explorer-diagnostics"
vscode "esbenp.prettier-vscode"
vscode "firsttris.vscode-jest-runner"
vscode "formulahendry.code-runner"
vscode "george-alisson.html-preview-vscode"
vscode "gerrnperl.outline-map"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "gitlab.gitlab-workflow"
vscode "gitpod.gitpod-desktop"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-execution"
vscode "graphql.vscode-graphql-syntax"
vscode "harryhopkinson.vim-theme"
vscode "hbenl.vscode-test-explorer"
vscode "hoovercj.vscode-settings-cycler"
vscode "hsnazar.hyper-term-theme"
vscode "humao.rest-client"
vscode "jackpaget.gruvbox-glass"
vscode "jdinhlife.gruvbox"
vscode "joaomoreno.github-sharp-theme"
vscode "jock.svg"
vscode "joshmu.periscope"
vscode "koihik.vscode-lua-format"
vscode "leetcode.vscode-leetcode"
vscode "lehni.vscode-fix-checksums"
vscode "magdalenalipka.tokyo-night-frameless"
vscode "mechatroner.rainbow-csv"
vscode "mikestead.dotenv"
vscode "mjmlio.vscode-mjml"
vscode "mquandalle.graphql"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.test-adapter-converter"
vscode "msjsdiag.vscode-react-native"
vscode "mushan.vscode-paste-image"
vscode "nautigsam.go-to-test"
vscode "nrwl.angular-console"
vscode "polymeilex.wgsl"
vscode "quicktype.quicktype"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "rust-lang.rust-analyzer"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "skyapps.fish-vscode"
vscode "slevesque.shader"
vscode "streetsidesoftware.code-spell-checker"
vscode "styled-components.vscode-styled-components"
vscode "stylelint.vscode-stylelint"
vscode "svanteboberg.svant-vscode-fzf"
vscode "tamasfe.even-better-toml"
vscode "timonwong.shellcheck"
vscode "tomoki1207.pdf"
vscode "tompollak.lazygit-vscode"
vscode "tyriar.lorem-ipsum"
vscode "tyriar.sort-lines"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "vintharas.learn-vim"
vscode "vitest.explorer"
vscode "vivaxy.vscode-conventional-commits"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "wallabyjs.quokka-vscode"
vscode "wayou.vscode-todo-highlight"
vscode "william-voyek.vscode-nginx"
vscode "wix.vscode-import-cost"
vscode "yoavbls.pretty-ts-errors"
vscode "ziglang.vscode-zig"
vscode "zignd.html-css-class-completion"
vscode "ziyasal.vscode-open-in-github"
